Repository: vicbeck2/svnshooshoo
Catalog: KDE/kdelib.tmx
Source language: en
Languages: bg, ca, cs, da, de, el, es, et, eu, fi, fr, hu, is, it, ja, lt, lv, nl, pl, pt, ro, sk, sl, sv, tr

source: The application for which you wish to submit a bug report - if incorrect, please use the Report Bug menu item of the correct application
bg: Име на програма, за която е съобщението за грешка. Ако името не е коректно, моля, използвайте падащия списък, за да изберете правилното име на програмата.
ca: L'aplicació per a la que voleu enviar un informe d'error - si és incorrecta, useu l'ítem de menú d'informació d'error de l'aplicació correcta
cs: Aplikace, pro kterou chcete poslat chybové hlášení - pokud nesouhlasí, použijte nabídku 'Nahlásit chybu' u příslušné aplikace.
da: Programmet for hvilket du vil indsende en fejlrapport - hvis det ikke er korrekt, så brug menupunktet 'Rapportér fejl' i det korrekte program
de: Das Programm, zu dem Sie einen Bericht einschicken möchten. Falls inkorrekt, benutzen Sie bitte den Knopf "Berichten Sie Probleme oder Wünsche" des betreffenden Programms.
el: Η εφαρμογή για την οποία θέλετε να υποβάλετε αναφορά σφάλματος. Αν δεν είναι η σωστή, παρακαλώ χρησιμοποιείστε το μενού Αναφορά σφάλματος της σωστής εφαρμογής
es: La aplicación para la cual desea enviar el informe de fallos - si no es correcta, por favor, use el elemento de menú 'Informar de fallo' de la aplicación correcta.
et: Rakendus, mille kohta sa soovid vearaporti saata - kui see ei ole korrektne, siis kasuta vearaporti saatmiseks õige rakenduse menüüd.
fi: Sovellus, josta haluat lähettää vikailmotuksen. Jos tämä virheellinen, käytä Ilmoita virheestä -valintaa oikeassa sovelluksessa
fr: L'application pour laquelle vous désirez un rapport de bogue. En cas d'erreur, utilisez l'élément de menu Rapport de bogue de l'application correspondante.
hu: Az alkalmazás neve, amelynek hibáját be akarja jelenteni - ha nem helyes, használja a megfelelő alkalmazás Hibabejelentés gombját.
is: Forritið sem þú vilt senda inn villutilkynningu um - Ef það er rangt getur þú notað "Senda villuskýrslu" hnappinn í réttu forriti.
it: L'applicazione per la quale vuoi mandare una segnalazione di bug - se non è corretta, usa la voce del menu Segnala un bug dell'applicazione corretta.
ja: バグレポートを送るアプリケーション - もし違っているなら、正しいアプリケーションのバグレポートメニュー項目を使って下さい。
lt: Programa, dėl kurios siųsite pranešimą apie ydą – jei neteisingai įrašyta, pasinaudokite tinkamos programos „Pranešti apie ydą“ meniu elementu
lv: Aplikācija par kuru jūs vēlaties sūtīt kļūdu ziņojumu - ja nepareiza, lūdzu izmantojiet Ziņot par Kļūdu izvēlnes elementu pareizajā aplikācijā
nl: Het programma waarvoor u een bugrapport wilt indienen. Indien onjuist, gebruik dan de optie "Bug rapporteren" uit het menu van het programma zelf.
pl: Aplikacja, której dotyczy raport o błędzie - jeżeli chodzi o inną, użyj opcji wysyłania raportu o błędzie w menu odpowiedniej aplikacji
pt: A aplicação acerca da qual relatar o erro - se estiver errada, utilize a entrada de menu Comunicar um Erro da aplicação correcta
ro: Aplicaţia pentru care doriţi să trimiteţi raportul de eroare. Dacă este incorectă, atunci utilizaţi meniul "Raportează erori" al aplicaţiei corespunzătoare.
sk: Aplikácia, pre ktorú chcete poslať výpis o chybe - ak je nekorektná. Použite Výpis Chyby aby ste dostali informácie o oprave aplikácie
sl: Program, za katerega želite poslati poročilo o hrošču. Če ni pravi, prosimo, uporabite menijsko postavko »Poročilo o hrošču« v pravilnem programu.
sv: Programmet för vilket du vill rapportera ett fel - om det inte är rätt program så använd menyn "Rapportera fel..." i det korrekta programmet.
tr: Hata iletisi gönderilecek olan uygulamanın adı.

source: The certificate file could not be loaded. Try a different password?
bg: Сертификационният файл не може да бъде намерен. Опитайте с друга парола?
ca: No s'ha pogut carregar el fitxer de certificat. Provo una contrasenya diferent?
cs: Soubor s certifikátem nelze otevřít. Zkusíte jiné heslo?
da: Certifikatfilen kunne ikke indlæses. Prøv et andet kodeord?
de: Die Datei mit dem Zertifikat ließ sich nicht laden. Möchten Sie es mit einem anderen Passwort versuchen?
el: Δεν ήταν δυνατό να φορτωθεί το αρχείο πιστοποιητικού. Να δοκιμάσετε έναν άλλο κωδικό;
es: El archivo de certificado no se pudo cargar. ¿Intentar una contraseña diferente?
et: Sertifikaadifaili pole võimalik avada. Kas sa soovid proovida muud parooli?
eu: Ziurtagiri fitxategia ezin izan da kargatu. Beste pasahitzarekin saiatu?
fi: Sertifikaattitiedostoa ei voitu ladata. Haluatko yrittää toisella salasanalla?
fr: Le fichier de certificat n'a pas pu être ouvert. Voulez-vous essayer avec un autre mot de passe ?
hu: A tanúsítványfájl betöltése nem sikerült. Megpróbálja még egyszer egy másik jelszóval?
is: Gat ekki hlaðið inn skírteini: Reyna annað lykilorð?
it: Il file certificato non può essere caricato. Provare un'altra password?
ja: 証明書ファイルが読み込めませんでした。違うパスワードを試しますか?
lt: Sertifikato byla negali būti pakrauta. Mėginti kitą slaptažodį?
lv: Sertifikāta fails nevar tikt ielādēts. Mēģināt citu paroli?
nl: Het certificaat kon niet worden geladen. Een ander wachtwoord proberen?
pl: Nie można wczytać pliku certyfikatu. Spróbować z innym hasłem?
pt: Não foi possível carregar o ficheiro do certificado. Quer tentar uma senha diferente?
ro: Nu pot încărca fişierul certificat. Încercaţi o nouă parolă?
sk: Nepodarilo sa načítať súbor certifikátu. Chcete použiť iné heslo?
sl: Datoteke s certifikati ni moč naložiti. Poskusite z drugim geslom.
sv: Certifikatsfilen kunde inte laddas. Försöka med ett annat lösenord?
tr: Sertifika yüklenemedi. Farklı bir parola seçin.

source: The completion is ambiguous, more than one match is available.
bg: Съвпадението е двусмислено, защото има повече от едно.
ca: L'acabament és ambigu, hi ha més d'una coincidència disponible.
cs: Doplnění není jednoznačné, je dostupná více než jedna odpovídající položka.
da: Kompletteringen er flertydig, der er mere end én forekomst.
de: Die Ergänzung ist nicht eindeutig. Es ist mehr als eine Übereinstimmung vorhanden.
el: Η συμπλήρωση είναι αμφίσημη, υπάρχουν πάνω από ένα ταιριάσματα διαθέσιμα.
es: El completado es ambiguo, hay más de una coincidencia disponible.
et: Lõpetamine on kahtlane, võimalikke variante on rohkem kui üks.
eu: Osatzea ez da zehatza, parekatze bat baino gehiago eskuragarri.
fi: Täydennys on moniselitteinen, useampi kuin yksi osuma.
fr: L'autocomplètement est ambigu, au moins deux éléments correspondent.
hu: A kiegészítés nem egyértelmű, több lehetőség is van.
is: Það er hægt að klára þetta á meira en einn veg.
it: Il completamento non è univoco: è disponibile più di una corrispondenza.
ja: 補完はあいまいです、一つ以上の マッチしたものが利用可能です。
lt: Pabaiga nevienareikšmė, yra daugiau negu vienas atitikmuo.
lv: Komplektācija ir neskaidra, vairāk kā viena atbilstība pieejama.
nl: De voltooiing is dubbelzinnig, er is meer dan één overeenkomst beschikbaar.
pl: Dopełnienie jest niejednoznaczne, znaleziono kilka pasujących elementów.
pt: Esta completação é ambígua, há mais do que uma disponível.
ro: Auto-completarea este ambiguă. Există mai mult de o potrivire.
sk: Dokončenie je nemožné, viac než jedna zhoda je k dispozícii.
sl: Ujemanje je dvoumno, na voljo je več kot en zadetek.
sv: Kompletteringen är flertydig; det finns mer än en matchande post.
tr: Tamamlama belirsiz, birden fazla eşleşme var.

source: The currently loaded file "%1" cannot be reloaded. kab may close or save it. Save it if you accidentally deleted your data file. Close it if you intended to do so. Your file will be closed by default.
bg: Текущо заредения файл "%1" не може да бъде презареден. Програмата може да го затвори или запише. Запишете го, ако сте го изтрили погрешка. Затворете го, ако искате операцията да продължи. Файлът ще бъде затворен по подразбиране.
ca: El fitxer carregat actualment "%1" no pot tornar-se a carregar. kab pot tancar-lo o desar-lo. Deseu-lo si heu esborrat accidentalment el vostre fitxer de dades. Tanqueu-lo si era el que volíeu fer. El fitxer es tancarà per omissió.
cs: Současně nahraný soubor "%1" není možné opět nahrát. Kab jej může uzavřít nebo uložit. Uložte jej, pokud jste náhodou smazali svůj datový soubor. Zavřete jej, pokud jste tak zamýšleli. Implicitně bude váš soubor zavřen.
da: Den aktuelt indlæste fil '%1' kan ikke genindlæses. kab kan lukke eller gemme den. Gem den hvis du slettede din datafil ved et uheld. Luk den hvis det var med vilje. Som standard vil din fil blive lukket.
de: Die aktuelle Datei "%1" lässt sich nicht neu laden. kab kann sie schließen oder speichern. Speichern Sie, falls Sie versehentlich Ihre Daten gelöscht hatten. Schließen Sie, falls das kein Versehen war. Standardmäßig wird die Datei geschlossen.
el: Το τρέχον φορτωμένο αρχείο "%1" δεν είναι δυνατό να ξαναφορτωθεί. Το kab μπορεί να το κλείσει ή να το αποθηκεύσει. Αποθηκεύστε το αν σβήσατε το αρχείο δεδομένων σας κατά λάθος. Κλείστε το αν αυτό θέλατε να κάνετε. Η προκαθορισμένη ενέργεια είναι το κλείσιμο του αρχείου.
es: El archivo actualmente cargado "%1"no pudo ser recargado. kab puede cerrarlo o guardarlo. Guárdelo si accidentalmente eliminó su archivo de datos. Ciérrelo si eso es lo que quería hacer. Su archivo se cerrará de manera predeterminada.
et: Hetkel laaditud faili "%1" pole võimalik uuesti laadida. Kab saab seda sulgeda või salvestada. Salvesta, kui oled oma andmetefaili juhuslikult kustutanud. Sulge, kui kavatsesidki nii teha. Vaikimisi tegevusena fail suletakse.
fi: Ladattua tiedostoa "%1" ei voitu hakea uudelleen. Kab voi sulkea tai tallentaa sen. Tallenna, jos vahingossa poistit tiedoston. Sulje, jos haluat poistaa tiedoston. Tiedosto suljetaan oletuksena.
fr: Le fichier actuellement ouvert « %1 » ne peut pas être rouvert. KAB peut le fermer ou l'enregistrer. Enregistrez-le si vous avez supprimé accidentellement votre fichier de données. Fermez-le si vous l'avez fait volontairement. Par défaut, votre fichier sera fermé.
hu: A jelenleg betöltött fájl, "%1", nem tölthető be újra. A fájl elmenthető vagy bezárható. Ha véletlenül letörölte az adatfájlt, akkor mentse el ezt a változatot. Zárja be nyugodtan, ha kimondottan ezt akarta. A bezárás az alapértelmezés.
is: Það er ekki hægt að endurlesa skrána sem nú er í notkun "%1" Þú getur annaðhvort lokað henni eða vistað. Vistaðu gagnaskrána ef þú eyddir henni óvart en lokaðu henni ef það var gert viljandi. Lokun er sjálfgefin.
it: Il file attualmente caricato "%1" non può essere ricaricato. KAB può chiuderlo o salvarlo. Salvalo se hai eliminato per sbaglio il tuo file di dati. Chiudilo se hai intenzione di fare così. L'impostazione predefinita è di chiuderlo.
ja: 現在読み込まれているファイル "%1" を再読み込みできませんでした。kabは閉じるかファイルを保存します。 もしデータファイルを間違って削除してしまった場合は保存して下さい 意図的にそうした場合は閉じて下さい。 閉じるが標準です。
lt: Dabar pakrauta byla „%1“ negali būti perkrauta. kab gali ją uždaryti arba išsaugoti. Išsaugokite tai, jei netyčia ištrynėte duomenų bylą. Uždarykite, jei sąmoningai tai padarėte. Kitaip nenurodžius byla bus uždaryta.
lv: Pašlaik ielādētais fails "%1" nevar tikt pārlādēts. kab var saglabāt vai aizvērt to. Saglabājiet to, ja esat netīšām nodzēsuši jūsu datu failus. Aizveriet to, ja paredzat to darīt. Pēc noklusēšanas jūsu fails tiks aizvērts.
nl: Het huidige geladen bestand "%1" kan niet worden herladen. Kab kan het afsluiten of opslaan. Sla het op als u per ongeluk uw gegevensbestand hebt verwijderd. Sluit het af als u dit al van plan was te doen. Standaard wordt uw bestand afgesloten.
pl: Załadowany plik "%1" nie może zostać odświeżony. kab może go zamknąć lub zachować. Dokonaj zapisu, jeżeli przypadkowo usunąłeś Twój plik z danymi. Zamknij, jeżeli było to zamierzone. Domyślnie Twój plik zostanie zamknięty.
pt: O ficheiro actualmente activo "%1" não pode ser recarregado. O kab pode fechá-lo ou gravá-lo. Grave-o se apagou acidentalmente o ficheiro de dados. Feche-o se era isso que queria fazer. O ficheiro, por omissão, será fechado.
ro: Fişierul curent "%1" nu poate fi reîncărcat. Pot să-l închid sau să-l salvez. Salvaţi-l dacă accidental v-aţi şters fişierul de date. Închideţi-l dacă aceasta vă este intenţia. În mod implicit fişierul va fi închis.
sk: Aktuálne otvorený súbor "%1" nie je možné znovu načítať. kab ho môže zatvoriť, alebo uložiť. Uložte ho, ak ste nedopatrením zmazali váš dátový súbor. Zatvorte ho, ak ste sa tak rozhodli. Štandardne sa váš súbor uzavrie.
sl: Trenutno naložene datoteke »%1« ni moč znova naložiti. Kab jo lahko zapre ali shrani. Shranite jo, če ste pomotoma izbrisali svojo podatkovno datoteko. Zaprite jo, če ste tako hoteli narediti že prej. Privzeto je, da se datoteka zapre.
sv: Den laddade filen "%1" kan inte återinladdas. Kab kan stänga eller spara den. Spara den om du råkade ta bort datafilen av misstag. Stäng den om du hade för avsikt att ta bort den. Den förvalda åtgärden är att stänga filen.
tr: Halen kullanılan dosya "%1" tekrar yüklenemiyor. Kab bunu kapatabilir veya kaydedebilir. Eğer veri dosyanızı yanlışlıkla sildiyseniz kaydedin. Öntanımlı olarak dosya kapatılacaktır.

source: The currently set shortcut or the shortcut you are entering will show up here.
bg: Това поле съдържа избраната клавишна комбинация.
ca: La drecera actualment establerta o la drecera que esteu introduint es mostrarà aquí.
cs: Aktuálně nastavená zkratka nebo zkratka, kterou zadáváte, se zobrazí zde.
da: Den aktuelt satte genvej eller den genvej du indtaster vil vise sig her.
de: Der aktuell festgelegte Kurzbefehl (bzw. derjenige, den Sie eingeben), wird hier erscheinen.
el: Η τρέχουσα ορισμένη συντόμευση ή η συντόμευση που δίνεται θα εμφανίζεται εδώ.
es: El acceso rápido actual o el acceso rápido que está introduciendo se mostrará aquí.
et: Praegu määratud või sisestatud kiirklahvi näidatakse siin.
fi: Nykyinen tai syöttämäsi näppäinyhdistelmä näkyy tässä.
fr: Le raccourci actuellement configuré ou le raccourci que vous donnez s'affichera ici.
hu: Itt jelenik meg a most vagy már korábban megadott billentyűkombináció.
it: Qui apparirà la scorciatoia attualmente impostata o la scorciatoia che stai inserendo.
ja: 現在セットされている、またはあなたが入力されているショートカットがここに表示されます。
nl: De momenteel ingestelde sneltoets of de sneltoets die u aan het invoeren bent zal hier worden getoond.
pl: W tym miejscu pojawi się aktualny skrót lub skrót, który właśnie wprowadzasz.
pt: O atalho definido no momento ou o futuro será´mostrado aqui.
ro: Acceleratorul curent setat sau acceleratorul pe care îl introduceţi va fi afişat aici.
sk: Tu sa zobrazí momentálne nastavená skratka alebo tá, ktorú práve nastavujete.
sl: Trenutno nastavljena bližnjica ali bližnjica, ki jo vnašate, bo tukaj prikazana.
sv: Aktuell snabbtangent eller snabbtangenten du anger visas här.

source: The document "%1" has been modified. Do you want to save it?
bg: Документът "%1" е променен. Искате ли промените да бъдат записани?
ca: El document "%1" ha estat modificat. Voleu desar-lo ?
cs: Dokument "%1" byl změněn. Přejete si ho uložit?
da: Dokumentet '%1' er blevet ændret. Vil du gemme det?
de: Dokument "%1" wurde geändert. Möchten Sie es speichern?
el: Το έγγραφο "%1" τροποποιήθηκε. Θέλετε να αποθηκευθεί;
es: El documento "%1" ha sido modificado ¿Desea guardarlo?
et: Dokumenti "%1" on muudetud. Soovid sa selle salvestada või muudatused unustada?
eu: "%1"Dokumentua aldatua izan da Gorde nahi duzu?
fi: Asiakirjaa "%1" on muutettu. Haluatko tallentaa sen?
fr: Le document «%1» a été modifié. Voulez-vous l'enregistrer ?
hu: A(z) "%1" dokumentum megváltozott. El szeretné menteni?
is: Skjalinu "%1" hefur verið breytt Viltu vista það?
it: Il documento "%1" è stato modificato. Vuoi salvarlo?
ja: 文書 "%1" は変更されています。 保存しますか?
lt: Dokumentas „%1“ buvo pakeistas. Ar norite jį išsaugoti?
lv: Dokuments modificēts Vai vēlaties to saglabāt ?
nl: Het document "%1" is gewijzigd. Wilt u het opslaan?
pl: Dokument "%1" został zmieniony. Zapisać go?
pt: O documento "%1" foi modificado. Deseja gravá-lo?
ro: Documentul "%1" a fost modificat. Doriţi să îl salvez?
sk: Dokument "%1" bol zmenený. Prajete si ho uložiť?
sl: Dokument »%1« je bil spremenjen. Ga želite shraniti?
sv: Dokumentet "%1" har ändrats. Vill du spara det?
tr: "%1" dosyası değiştirildi. Kaydetmek istiyor musunuz?

source: The email address this bug report is sent to.
bg: Електронният адрес, на който е ще бъде изпратено съобщението за грешка.
ca: L'adreça de correu on s'envia aquest informe d'error.
cs: Emailová adresa, na kterou je zasláno chybové hlášení.
da: E-mail-adressen som denne fejlrapport sendes til.
de: Die E-Mail-Adresse, an die der Problembericht geschickt wird
el: Η διεύθυνση email στην οποία στέλνεται αυτή η αναφορά σφάλματος.
es: La dirección de correo electrónico a la que se envia este informe de fallos.
et: Meiliaadress, kuhu saata vearaport.
eu: Errore jakinarazte hau bidaliko baita, e-posta helbidera
fi: Sähköpostiosoite, johon vikailmoitus lähetetään.
fr: L'adresse électronique à laquelle ce rapport de bogue sera envoyé.
hu: Az az e-mail cím, amelyre a hibabejelentés el lesz küldve.
is: Netfangið sem þessi villulýsing verður send á.
it: L'indirizzo di posta elettronica a cui inviare questa segnalazione di bug.
ja: このバグレポートの宛先となるEメールアドレスです。
lt: E.pašto adresas, kuriuo siunčiamas šis pranešimas apie ydą.
lv: Šis kļūdu ziņojums ir nosūtīts uz epasta adresi.
nl: Het e-mailadres waar dit bugrapport naar verstuurd is.
pl: Adres e-mailowy, na który wysyłany jest ten raport o błędzie.
pt: O endereço de e-mail para onde este comunicado é enviado.
ro: Adresa de email către care este trimis acest raport de eroare.
sk: E-mailová adresa, na ktorú bude správa o chybe zaslaná.
sl: E-poštni naslov, kamor naj se pošlje to poročilo o hrošču.
sv: E-postadressen som den här felrapporten skickas till.
tr: Bu hata raporunun gönderileceği e-posta adresi.

source: The file "%1" cannot be found. Create a new one?
bg: Файлът "%1" не може да бъде намерен. Създаване на нов?
ca: El fitxer "%1" no s'ha pogut trobar. En creo un de nou?
cs: Soubor "%1" není možné nalézt. Má se vytvořit nový?
da: Filen '%1' kan ikke findes. Opret en ny?
de: Die Datei "%1" ist nicht auffindbar. Soll eine neue erstellt werden?
el: Το αρχείο "%1" δε μπορεί να βρεθεί. Να δημιουργηθεί ένα νέο;
es: No se encontró el archivo "%1". ¿Crear uno nuevo?
et: Faili "%1" pole võimalik leida. Kas tekitada uus?
eu: "%1" fitxategia ezin izan da aurkitu. Berri bat sortu?
fi: Tiedostoa "%1" ei löytynyt. Luodaanko uusi?
fr: Le fichier « %1 » n'a pas été trouvé. En créer un nouveau ?
hu: A(z) "%1" fájl nem található. Létre szeretne hozni egy újat?
is: Skráin "%1" fannst ekki. Viltu búa hana til?
it: Impossibile trovare il file "%1". Crearne uno nuovo?
ja: ファイル "%1" が見つかりません。新規作成しますか?
lt: Byla „%1“ nerandama. Ar sukurti naują?
lv: nevar atrast. Izveidot jaunu?
nl: Het bestand "%1" is onvindbaar. Een nieuwe aanmaken?
pl: Nie można znaleźć pliku "%1". Utworzyć go?
pt: O ficheiro "%1" não foi encontrado. Criar um novo?
ro: Nu am găsit fişierul "%1". Creez unul nou?
sk: Súbor "%1" nenájdený. Vytvoriť nový?
sl: Datoteke »%1« ni moč najti. Ustvarim novo?
sv: Filen "%1" kan inte hittas. Skapa en ny?
tr: "%1" dosyası bulunamıyor. Yeni bir dosya oluşturulsun mu?

source: The file you wanted to change could not be locked. It is probably in use by another application or read-only.
bg: Файлът, който искате да промените не може да бъде заключен. Вероятно се използва от друго приложение или е само за четене.
ca: El fitxer que volíeu canviar no s'ha pogut bloquejar. Probablement l'està usant una altra aplicació o és només de lectura.
cs: Soubor, který jste chtěli změnit, není možné uzamknout. Pravděpodobně je používán jinou aplikací nebo je jen ke čtení.
da: Den fil du ønskede at ændre kunne ikke låses. Den bliver formodentligt brugt af et andet program eller også er den kun læsbar.
de: Die Datei, die sie ändern wollten, konnte nicht für andere Zugriffe gesperrt werden. Sie wird wahrscheinlich von einem anderen Programm benutzt oder steht auf nur-lesen.
el: Το αρχείο που θέλατε να τροποποιήσετε δεν ήταν δυνατό να κλειδωθεί. Πιθανόν χρησιμοποιείται από άλλη εφαρμογή ή είναι μόνο για ανάγνωση.
es: El archivo que quería cambiar no pudo ser bloqueado. Probablemente está en uso por otra aplicación o es de sólo-lectura.
et: Muudetavat faili pole võimalik lukustada. Tõenäoliselt kasutab seda mõni teine rakendus või on see fail ainult lugemiseks.
eu: Aldatu nahi zenuen fitxategia ezin da blokatu. Ziur aski beste aplikazioa erabiltzen ari da edo irakurri-bakarrik moduan da.
fi: Tiedosto, jota halusit muuttaa on lukittu. Se on jonkin toisen ohjelman käytössä tai vain luettava.
fr: Le fichier que vous voulez modifier ne peut pas être verrouillé. Il est probablement utilisé par une autre application ou en lecture seule.
hu: A fájl, amit meg szeretne változtatni, nem zárolható. Vagy egy másik alkalmazás használja, vagy csak olvasható.
is: Ekki tókst að læsa skránni sem þú vildir breyta. Hún er líklega í notkun eða þú hefur ekki skrifréttindi.
it: Il file che vuoi modificare non può essere bloccato. È probabile che sia in uso da un'altra applicazione o che sia di sola lettura.
ja: あなたが変更しようとしたファイルはロック されませんでした。 他のアプリケーションで使用中か、 リードオンリーでしょう。
lt: Byla, kurią norite keisti, negali būti blokuojama. Ji tikriausiai naudojama kitoje programoje arba skirta tik skaitymui.
lv: Fails ko gribējāt mainīt nevar tikt slēgts. Iespējams, ka to izmanto cita aplikācija vai tas ir tikai-lasīt.
nl: Het bestand dat u wilt wijzigen kon niet worden vergrendeld. Het wordt waarschijnlijk door een andere toepassing gebruikt, of het is alleen-lezen.
pl: Plik, który chciałeś zmienić nie może zostać zablokowany. Może być używany przez inną aplikację lub ma prawa tylko do odczytu.
pt: O ficheiro que tentou alterar não pôde ser trancado. Está provavelmente em uso por outra aplicação ou é só para leitura.
ro: Fişierul pe care doriţi să îl modificaţi nu poate fi blocat. Probabil este utilizat de altă aplicaţie sau poate fi numai citit.
sk: Súbor, ktorý ste chceli zmeniť, nemôže byť uzamknutý. Buď je používaný inou aplikáciou, alebo je len na čítanie.
sl: Datoteka, ki ste jo želeli spremeniti, se ne da zakleniti. Verjetno jo uporablja drug program ali pa je samo za branje.
sv: Filen du ville ändra kunde inte låsas. Den används antagligen av ett annat program eller är skrivskyddad.
tr: Değiştirmek istediğiniz dosya kilitlenemiyor. Başka bir uygulama tarafından kullanılıyor yada salt okunur olabilir.

source: The requested operation could not be completed
bg: Заявената операция не може да бъде завършена
ca: L'operació sol·licitada no s'ha pogut completar
cs: Požadovanou operaci není možné dokončit.
da: Den forespurgte operation kunne ikke gøres færdig
de: Die Aktion lässt sich nicht ausführen.
el: Η ζητούμενη λειτουργία δεν ήταν δυνατό να ολοκληρωθεί
es: La operación solicitada no se pudo complentar
et: Soovitud tegevust polnud võimalik lõpetada.
eu: Eskatutako eragiketa ezin izan da burutu
fi: Pyydettyä toimintoa ei voitu suorittaa
fr: L'opération demandée n'a pas pu être achevée
hu: A kért művelet elvégzése nem sikerült
is: Ekki tókst að ljúka þessarri aðgerð
it: Non è stato possibile completare l'operazione richiesta
ja: 要求された操作は完了しませんでした
lt: Prašoma operacija negali būti pabaigta
lv: Pieprasīto operāciju nevar pabeigt
nl: De gevraagde handeling kon niet worden voltooid
pl: Żądana operacja nie mogła zostać dokończona
pt: A operação pedida não pôde ser completada
ro: Operaţia cerută nu a putut fi executată
sk: Požadovanú operáciu nebolo možné dokončiť
sl: Zahtevana operacija ni bila končana.
sv: Den begärda åtgärden kunde inte slutföras
tr: İstenen işlem tamamlanamadı
